[
  {
    "slug": "lamb-pistachio-tagine",
    "name": "Lamb & Pistachio Tagine",
    "description": "Inspired by the signature North African dish, you'll whip up a speedy tagine in 10 minutes! Our supercharged twist has fragrant ras el hanout, pistachios and dates, and is served over couscous. Yum!",
    "servings": 2,
    "time": 10,
    "ingredients": [
      {
        "amount": 32,
        "unit": "g",
        "ingredient": "Tomato paste"
      },
      {
        "amount": 1,
        "unit": "x",
        "ingredient": "Courgette"
      },
      {
        "amount": 1,
        "unit": "tbsp",
        "ingredient": "Ras el hanout"
      },
      {
        "amount": 1,
        "unit": "tsp",
        "ingredient": "Ground cumin"
      },
      {
        "amount": 11,
        "unit": "g",
        "ingredient": "Beef stock mix"
      },
      {
        "amount": 120,
        "unit": "g",
        "ingredient": "Couscous"
      },
      {
        "amount": 250,
        "unit": "g",
        "ingredient": "Lamb mince"
      },
      {
        "amount": 25,
        "unit": "g",
        "ingredient": "Pistachio nuts"
      },
      {
        "amount": 30,
        "unit": "g",
        "ingredient": "Chopped dates"
      },
      {
        "amount": 2,
        "unit": "x",
        "ingredient": "Garlic cloves"
      }
    ],
    "steps": [
      "Get all your ingredients and equipment ready\nSkim through these steps, then wash your fruit and veg\nNote: Equipment and pan sizes vary. Make sure you cook food thoroughly (even if it takes you a little longer than 10 min)",
      "Boil a kettle\nTop, tail and chop your courgette[s] in half lengthways, then slice finely\nPeel and finely slice (don't chop!) your garlic",
      "Heat a large, wide-based pan (preferably non-stick) with a drizzle of olive oil over a high heat\nOnce hot, add your lamb mince to the pan and cook for 2-3 min or until beginning to brown, breaking it up with a wooden spoon as you go",
      "Add the sliced courgette and sliced garlic to the pan with your ras el hanout, ground cumin and a pinch of salt and cook for 2 min further or until fragrant",
      "Meanwhile, dissolve your beef stock mix and tomato paste in 400ml [680ml] boiled water – this is your stock\nAdd your couscous to a heatproof bowl with half of the stock (save the rest for later!), then cover and set aside until serving",
      "Once fragrant, add your chopped dates to the pan\nAdd the remaining stock and cook for 3-4 min or until the lamb is cooked through (no pink meat!) and the sauce has thickened to a stew-like consistency – this is your lamb tagine",
      "While the sauce is thickening, fluff the couscous with a fork\nServe the lamb tagine with the fluffed couscous to the side\nGarnish with your pistachio nuts\nEnjoy!"
    ]
  },
  {
    "slug": "mexican-style-pork-chilli",
    "name": "Mexican-Style Pork Chilli With Apple Salsa",
    "description": "For a comforting treat, you'll serve smoky pork and chipotle chilli over wholesome bulgur. Top with an apple and red onion salsa to cut through the richness, and plenty of cheddar. Smokin'!",
    "servings": 2,
    "time": 35,
    "ingredients": [
      {
        "amount": 32,
        "unit": "g",
        "ingredient": "Tomato paste"
      },
      {
        "amount": 11,
        "unit": "g",
        "ingredient": "Beef stock mix"
      },
      {
        "amount": 40,
        "unit": "g",
        "ingredient": "Chipotle paste"
      },
      {
        "amount": 30,
        "unit": "ml",
        "ingredient": "Red wine vinegar"
      },
      {
        "amount": 250,
        "unit": "g",
        "ingredient": "Pork mince"
      },
      {
        "amount": 130,
        "unit": "g",
        "ingredient": "Bulgur wheat"
      },
      {
        "amount": 1,
        "unit": "x",
        "ingredient": "Apple"
      },
      {
        "amount": 1,
        "unit": "tsp",
        "ingredient": "Ground allspice"
      },
      {
        "amount": 40,
        "unit": "g",
        "ingredient": "Cheddar cheese"
      },
      {
        "amount": 1,
        "unit": "x",
        "ingredient": "Red onion"
      }
    ],
    "steps": [
      "Peel and finely dice the red onion[s]\nHeat a large, wide-based pan (preferably non-stick) with a drizzle of vegetable oil over a medium-low heat\nOnce hot, add 3/4 of the diced red onion (you'll use the rest later!) and a pinch of salt, then cook for 5 min or until softened and starting to caramelise",
      "Meanwhile, add the remaining diced red onion to a medium-sized bowl with a pinch of salt and the red wine vinegar and set aside to pickle – this is your quick-pickled red onion\nBoil a kettle",
      "Stir the ground allspice into the softened onion and cook for 1 min\nAdd the pork mince and cook for 3-4 min or until beginning to brown, breaking it up with a wooden spoon as you go",
      "Add the bulgur wheat to a pot with plenty of boiled water and cook over a high heat for 7-9 min or until tender with a slight bite, then drain and return to the pot\nWhile the bulgur wheat is cooking, dissolve the beef stock mix in 350ml [400ml] boiled water\n",
      "Once the mince has browned, stir in the tomato paste and chipotle paste (can't handle the heat? Go easy!) and cook for 1 min\nAdd the beef stock and reduce the heat to medium-low\nCook for 10-15 min or until thick and reduced to a chilli-like consistency – this is your Mexican-style pork chilli",
      "While the chilli thickens, finely dice the apple[s] (skin on)\nGrate the cheddar cheese",
      "Add the diced apple to the quick-pickled red onion with 2 tbsp [4 tbsp] olive oil and season lightly with salt and pepper – this is your apple salsa\nFluff the cooked bulgur with a fork\nServe the Mexican-style pork chilli over the fluffed bulgur with the apple salsa to the side\nTop with the grated cheese\nEnjoy!"
    ]
  }
]